rost = int (input("Введите свой рост в сантиметрах: "))
rost2 = rost / 100
ves = int (input("Введите свой весс в килограммах: "))
imt = ves / pow(rost2, 2)
print ("ИМТ вашего тело равен: ",imt)

if imt < 18:
    print('"У вас низкий вес"')

if 18 <= imt < 25:
    print('"У вас нормальный вес"')

if 25 <= imt < 30:
    print('"У вас лишний вес (предожирение)"')

if 30 <= imt < 35:
    print('"У вас ожирение 1 степени"')

if 35 <= imt < 40:
    print('"У вас ожирение 2 степени"')

if 40 <= imt :
    print('"У вас ожирение 3 степени"')